Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/ProjectWorkspace.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# workspace.action.discard
source: Discard
de: Verwerfen
es: Descartar
fr: Ignorer
ja: 破棄
ko: 버리기
pl: Odrzuć
pt_br: Descartar
ru: Отменить изменения
tr: Sil
uk: Відкинути
vi: Hủy thay đổi
zh_hans: 放弃

# workspace.action.keepEditing
source: Keep editing
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer la modification
ja: 編集を続ける
ko: 계속 편집
pl: Kontynuuj edycję
pt_br: Continuar editando
ru: Продолжить редактирование
tr: Düzenlemeye devam et
uk: Продовжити редагування
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑

# workspace.action.refresh
source: Refresh workspace
de: Arbeitsbereich aktualisieren
es: Actualizar espacio de trabajo
fr: Actualiser l’espace de travail
ja: ワークスペースを更新
ko: 작업 공간 새로고침
pl: Odśwież obszar roboczy
pt_br: Atualizar espaço de trabalho
ru: Обновить рабочую область
tr: Çalışma alanını yenile
uk: Оновити робочу область
vi: Làm mới không gian làm việc
zh_hans: 刷新工作区

# workspace.action.reload
source: Reload file
de: Datei neu laden
es: Volver a cargar el archivo
fr: Recharger le fichier
ja: ファイルを再読み込み
ko: 파일 다시 로드
pl: Wczytaj plik ponownie
pt_br: Recarregar arquivo
ru: Перезагрузить файл
tr: Dosyayı yeniden yükle
uk: Перезавантажити файл
vi: Tải lại tệp
zh_hans: 重新加载文件

# workspace.action.retry
source: Refresh workspace
de: Arbeitsbereich aktualisieren
es: Actualizar espacio de trabajo
fr: Actualiser l’espace de travail
ja: ワークスペースを更新
ko: 작업 공간 새로고침
pl: Odśwież obszar roboczy
pt_br: Atualizar espaço de trabalho
ru: Обновить рабочую область
tr: Çalışma alanını yenile
uk: Оновити робочу область
vi: Làm mới không gian làm việc
zh_hans: 刷新工作区

# workspace.action.save
source: Save file
de: Datei speichern
es: Guardar archivo
fr: Enregistrer le fichier
ja: ファイルを保存
ko: 파일 저장
pl: Zapisz plik
pt_br: Salvar arquivo
ru: Сохранить файл
tr: Dosyayı kaydet
uk: Зберегти файл
vi: Lưu tệp
zh_hans: 保存文件

# workspace.action.saving
source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
ja: 保存中…
ko: 저장 중…
pl: Zapisywanie…
pt_br: Salvando…
ru: Сохранение…
tr: Kaydediliyor…
uk: Збереження…
vi: Đang lưu…
zh_hans: 正在保存…

# workspace.content.truncated
source: Only the first 10,000 diff lines are shown.
de: Nur die ersten 10.000 Diff-Zeilen werden angezeigt.
es: Solo se muestran las primeras 10.000 líneas de diferencias.
fr: Seules les 10 000 premières lignes de différences sont affichées.
ja: 差分の先頭 10,000 行のみ表示しています。
ko: 차이의 처음 10,000줄만 표시됩니다.
pl: Wyświetlono tylko pierwsze 10 000 wierszy różnic.
pt_br: Somente as primeiras 10.000 linhas de diferenças são exibidas.
ru: Показаны только первые 10 000 строк различий.
tr: Yalnızca ilk 10.000 fark satırı gösteriliyor.
uk: Показано лише перші 10 000 рядків відмінностей.
vi: Chỉ hiển thị 10.000 dòng khác biệt đầu tiên.
zh_hans: 仅显示前 10,000 行差异。

# workspace.error.denied
source: This session does not have permission for that action.
de: Diese Sitzung hat keine Berechtigung für diese Aktion.
es: Esta sesión no tiene permiso para esa acción.
fr: Cette session n’est pas autorisée à effectuer cette action.
ja: このセッションには、その操作を行う権限がありません。
ko: 이 세션에는 해당 작업에 대한 권한이 없습니다.
pl: Ta sesja nie ma uprawnień do tej czynności.
pt_br: Esta sessão não tem permissão para essa ação.
ru: У этого сеанса нет разрешения на данное действие.
tr: Bu oturumun söz konusu işlem için izni yok.
uk: Цей сеанс не має дозволу на цю дію.
vi: Phiên này không có quyền thực hiện thao tác đó.
zh_hans: 此会话无权执行该操作。

# workspace.error.expired
source: Pair with the desktop again to continue.
de: Kopple den Desktop erneut, um fortzufahren.
es: Vuelve a vincular el escritorio para continuar.
fr: Associez de nouveau l’ordinateur pour continuer.
ja: 続行するにはデスクトップを再度ペアリングしてください。
ko: 계속하려면 데스크톱을 다시 페어링하세요.
pl: Sparuj komputer ponownie, aby kontynuować.
pt_br: Emparelhe o computador novamente para continuar.
ru: Чтобы продолжить, выполните сопряжение с компьютером заново.
tr: Devam etmek için masaüstünü yeniden eşleştirin.
uk: Щоб продовжити, знову сполучіть комп’ютер.
vi: Ghép đôi lại với máy tính để tiếp tục.
zh_hans: 请重新与桌面设备配对以继续。

# workspace.error.generic
source: The desktop could not complete this workspace request.
de: Der Desktop konnte diese Arbeitsbereichsanfrage nicht abschließen.
es: El escritorio no pudo completar esta solicitud del espacio de trabajo.
fr: L’ordinateur n’a pas pu terminer cette demande d’espace de travail.
ja: デスクトップはこのワークスペース要求を完了できませんでした。
ko: 데스크톱에서 이 작업 공간 요청을 완료하지 못했습니다.
pl: Komputer nie mógł ukończyć tego żądania obszaru roboczego.
pt_br: O computador não conseguiu concluir esta solicitação do espaço de trabalho.
ru: Компьютеру не удалось выполнить этот запрос рабочей области.
tr: Masaüstü bu çalışma alanı isteğini tamamlayamadı.
uk: Комп’ютер не зміг виконати цей запит робочої області.
vi: Máy tính không thể hoàn tất yêu cầu không gian làm việc này.
zh_hans: 桌面设备无法完成此工作区请求。

# workspace.error.title
source: The desktop could not complete this workspace request.
de: Der Desktop konnte diese Arbeitsbereichsanfrage nicht abschließen.
es: El escritorio no pudo completar esta solicitud del espacio de trabajo.
fr: L’ordinateur n’a pas pu terminer cette demande d’espace de travail.
ja: デスクトップはこのワークスペース要求を完了できませんでした。
ko: 데스크톱에서 이 작업 공간 요청을 완료하지 못했습니다.
pl: Komputer nie mógł ukończyć tego żądania obszaru roboczego.
pt_br: O computador não conseguiu concluir esta solicitação do espaço de trabalho.
ru: Компьютеру не удалось выполнить этот запрос рабочей области.
tr: Masaüstü bu çalışma alanı isteğini tamamlayamadı.
uk: Комп’ютер не зміг виконати цей запит робочої області.
vi: Máy tính không thể hoàn tất yêu cầu không gian làm việc này.
zh_hans: 桌面设备无法完成此工作区请求。

# workspace.error.uncertain
source: The connection ended before the desktop confirmed the save. Reload before making another change.
de: Die Verbindung wurde beendet, bevor der Desktop das Speichern bestätigt hat. Lade die Datei vor einer weiteren Änderung neu.
es: La conexión terminó antes de que el escritorio confirmara el guardado. Vuelve a cargar antes de hacer otro cambio.
fr: La connexion s’est interrompue avant la confirmation de l’enregistrement. Rechargez le fichier avant toute autre modification.
ja: デスクトップが保存を確認する前に接続が終了しました。別の変更を行う前に再読み込みしてください。
ko: 데스크톱이 저장을 확인하기 전에 연결이 종료되었습니다. 다른 변경을 하기 전에 다시 로드하세요.
pl: Połączenie zostało zakończone przed potwierdzeniem zapisu przez komputer. Wczytaj plik ponownie przed następną zmianą.
pt_br: A conexão terminou antes da confirmação do salvamento pelo computador. Recarregue antes de fazer outra alteração.
ru: Соединение прервалось до подтверждения сохранения компьютером. Перезагрузите файл перед следующим изменением.
tr: Masaüstü kaydı onaylamadan bağlantı sona erdi. Başka bir değişiklik yapmadan önce yeniden yükleyin.
uk: З’єднання завершилося до підтвердження збереження комп’ютером. Перезавантажте файл перед наступною зміною.
vi: Kết nối đã kết thúc trước khi máy tính xác nhận lưu. Hãy tải lại trước khi thực hiện thay đổi khác.
zh_hans: 桌面设备确认保存前连接已结束。请先重新加载再进行其他更改。

# workspace.file.binary
source: Binary file
de: Binärdatei
es: Archivo binario
fr: Fichier binaire
ja: バイナリファイル
ko: 바이너리 파일
pl: Plik binarny
pt_br: Arquivo binário
ru: Двоичный файл
tr: İkili dosya
uk: Двійковий файл
vi: Tệp nhị phân
zh_hans: 二进制文件

# workspace.file.binary.description
source: This file cannot be edited as text on this device.
de: Diese Datei kann auf diesem Gerät nicht als Text bearbeitet werden.
es: Este archivo no se puede editar como texto en este dispositivo.
fr: Ce fichier ne peut pas être modifié comme texte sur cet appareil.
ja: このデバイスでは、このファイルをテキストとして編集できません。
ko: 이 기기에서는 이 파일을 텍스트로 편집할 수 없습니다.
pl: Tego pliku nie można edytować jako tekstu na tym urządzeniu.
pt_br: Este arquivo não pode ser editado como texto neste dispositivo.
ru: Этот файл нельзя редактировать как текст на данном устройстве.
tr: Bu dosya bu cihazda metin olarak düzenlenemez.
uk: Цей файл не можна редагувати як текст на цьому пристрої.
vi: Không thể chỉnh sửa tệp này dưới dạng văn bản trên thiết bị này.
zh_hans: 无法在此设备上将此文件作为文本编辑。

# workspace.file.conflict.description
source: The file could not be saved. It may have changed on the desktop; reload it before retrying.
de: Die Datei konnte nicht gespeichert werden. Sie wurde möglicherweise auf dem Desktop geändert; lade sie vor einem neuen Versuch neu.
es: No se pudo guardar el archivo. Puede haber cambiado en el escritorio; vuelve a cargarlo antes de reintentarlo.
fr: Impossible d’enregistrer le fichier. Il a peut-être changé sur l’ordinateur ; rechargez-le avant de réessayer.
ja: ファイルを保存できませんでした。デスクトップ側で変更された可能性があります。再試行する前に再読み込みしてください。
ko: 파일을 저장할 수 없습니다. 데스크톱에서 변경되었을 수 있으므로 다시 시도하기 전에 새로 로드하세요.
pl: Nie udało się zapisać pliku. Mógł zostać zmieniony na komputerze; wczytaj go ponownie przed kolejną próbą.
pt_br: Não foi possível salvar o arquivo. Ele pode ter sido alterado no computador; recarregue antes de tentar novamente.
ru: Не удалось сохранить файл. Возможно, он изменился на компьютере; перезагрузите его перед повторной попыткой.
tr: Dosya kaydedilemedi. Masaüstünde değişmiş olabilir; yeniden denemeden önce dosyayı yeniden yükleyin.
uk: Не вдалося зберегти файл. Можливо, його змінено на комп’ютері; перезавантажте його перед повторною спробою.
vi: Không thể lưu tệp. Tệp có thể đã thay đổi trên máy tính; hãy tải lại trước khi thử lại.
zh_hans: 无法保存文件。它可能已在桌面设备上更改；请先重新加载再重试。

# workspace.file.conflict.title
source: Unsaved changes
de: Nicht gespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
ja: 未保存の変更
ko: 저장되지 않은 변경 사항
pl: Niezapisane zmiany
pt_br: Alterações não salvas
ru: Несохранённые изменения
tr: Kaydedilmemiş değişiklikler
uk: Незбережені зміни
vi: Thay đổi chưa lưu
zh_hans: 未保存的更改

# workspace.file.contents.label
source: File contents
de: Dateiinhalt
es: Contenido del archivo
fr: Contenu du fichier
ja: ファイルの内容
ko: 파일 내용
pl: Zawartość pliku
pt_br: Conteúdo do arquivo
ru: Содержимое файла
tr: Dosya içeriği
uk: Вміст файлу
vi: Nội dung tệp
zh_hans: 文件内容

# workspace.file.dirty.description
source: Your edits to %1$@ will be lost.
de: Deine Änderungen an %1$@ gehen verloren.
es: Se perderán tus cambios en %1$@.
fr: Vos modifications de %1$@ seront perdues.
ja: %1$@ への編集内容は失われます。
ko: %1$@의 편집 내용이 사라집니다.
pl: Zmiany w pliku %1$@ zostaną utracone.
pt_br: Suas edições em %1$@ serão perdidas.
ru: Изменения в %1$@ будут потеряны.
tr: %1$@ üzerindeki düzenlemeleriniz kaybolacak.
uk: Зміни у %1$@ буде втрачено.
vi: Các chỉnh sửa của bạn đối với %1$@ sẽ bị mất.
zh_hans: 你对 %1$@ 的编辑将丢失。

# workspace.file.dirty.title
source: Discard unsaved changes?
de: Nicht gespeicherte Änderungen verwerfen?
es: ¿Descartar los cambios sin guardar?
fr: Ignorer les modifications non enregistrées ?
ja: 未保存の変更を破棄しますか？
ko: 저장되지 않은 변경 사항을 버릴까요?
pl: Odrzucić niezapisane zmiany?
pt_br: Descartar alterações não salvas?
ru: Отменить несохранённые изменения?
tr: Kaydedilmemiş değişiklikler silinsin mi?
uk: Відкинути незбережені зміни?
vi: Hủy các thay đổi chưa lưu?
zh_hans: 放弃未保存的更改？

# workspace.file.editor.label
source: File contents
de: Dateiinhalt
es: Contenido del archivo
fr: Contenu du fichier
ja: ファイルの内容
ko: 파일 내용
pl: Zawartość pliku
pt_br: Conteúdo do arquivo
ru: Содержимое файла
tr: Dosya içeriği
uk: Вміст файлу
vi: Nội dung tệp
zh_hans: 文件内容

# workspace.file.large
source: File too large
de: Datei zu groß
es: Archivo demasiado grande
fr: Fichier trop volumineux
ja: ファイルが大きすぎます
ko: 파일이 너무 큼
pl: Plik jest zbyt duży
pt_br: Arquivo muito grande
ru: Файл слишком большой
tr: Dosya çok büyük
uk: Файл завеликий
vi: Tệp quá lớn
zh_hans: 文件过大

# workspace.file.large.description
source: This file exceeds the safe remote editor limit.
de: Diese Datei überschreitet das sichere Limit des Remote-Editors.
es: Este archivo supera el límite seguro del editor remoto.
fr: Ce fichier dépasse la limite sûre de l’éditeur distant.
ja: このファイルはリモートエディタの安全な上限を超えています。
ko: 이 파일은 원격 편집기의 안전한 제한을 초과합니다.
pl: Ten plik przekracza bezpieczny limit zdalnego edytora.
pt_br: Este arquivo excede o limite seguro do editor remoto.
ru: Этот файл превышает безопасный предел удалённого редактора.
tr: Bu dosya güvenli uzak düzenleyici sınırını aşıyor.
uk: Цей файл перевищує безпечне обмеження віддаленого редактора.
vi: Tệp này vượt quá giới hạn an toàn của trình soạn thảo từ xa.
zh_hans: 此文件超过远程编辑器的安全限制。

# workspace.file.readOnly
source: Read only: this session cannot save project files.
de: Schreibgeschützt: Diese Sitzung kann keine Projektdateien speichern.
es: Solo lectura: esta sesión no puede guardar archivos del proyecto.
fr: Lecture seule : cette session ne peut pas enregistrer les fichiers du projet.
ja: 読み取り専用：このセッションではプロジェクトファイルを保存できません。
ko: 읽기 전용: 이 세션에서는 프로젝트 파일을 저장할 수 없습니다.
pl: Tylko do odczytu: ta sesja nie może zapisywać plików projektu.
pt_br: Somente leitura: esta sessão não pode salvar arquivos do projeto.
ru: Только чтение: этот сеанс не может сохранять файлы проекта.
tr: Salt okunur: Bu oturum proje dosyalarını kaydedemez.
uk: Лише читання: цей сеанс не може зберігати файли проєкту.
vi: Chỉ đọc: phiên này không thể lưu các tệp của dự án.
zh_hans: 只读：此会话无法保存项目文件。

# workspace.file.select
source: Select a file
de: Datei auswählen
es: Selecciona un archivo
fr: Sélectionner un fichier
ja: ファイルを選択
ko: 파일 선택
pl: Wybierz plik
pt_br: Selecionar um arquivo
ru: Выберите файл
tr: Bir dosya seçin
uk: Виберіть файл
vi: Chọn một tệp
zh_hans: 选择文件

# workspace.file.select.description
source: Choose a text file to view or edit it.
de: Wähle eine Textdatei aus, um sie anzuzeigen oder zu bearbeiten.
es: Elige un archivo de texto para verlo o editarlo.
fr: Choisissez un fichier texte pour l’afficher ou le modifier.
ja: 表示または編集するテキストファイルを選択してください。
ko: 보거나 편집할 텍스트 파일을 선택하세요.
pl: Wybierz plik tekstowy, aby go wyświetlić lub edytować.
pt_br: Escolha um arquivo de texto para visualizar ou editar.
ru: Выберите текстовый файл, чтобы просмотреть или изменить его.
tr: Görüntülemek veya düzenlemek için bir metin dosyası seçin.
uk: Виберіть текстовий файл, щоб переглянути або відредагувати його.
vi: Chọn một tệp văn bản để xem hoặc chỉnh sửa.
zh_hans: 选择一个文本文件以查看或编辑。

# workspace.file.unsupported
source: Unsupported encoding
de: Nicht unterstützte Kodierung
es: Codificación no compatible
fr: Encodage non pris en charge
ja: 未対応のエンコーディング
ko: 지원되지 않는 인코딩
pl: Nieobsługiwane kodowanie
pt_br: Codificação não compatível
ru: Неподдерживаемая кодировка
tr: Desteklenmeyen kodlama
uk: Непідтримуване кодування
vi: Bảng mã không được hỗ trợ
zh_hans: 不支持的编码

# workspace.file.unsupported.description
source: This file is not encoded as supported text.
de: Diese Datei verwendet keine unterstützte Textkodierung.
es: Este archivo no usa una codificación de texto compatible.
fr: Ce fichier n’utilise pas un encodage de texte pris en charge.
ja: このファイルは対応するテキストエンコーディングではありません。
ko: 이 파일은 지원되는 텍스트 인코딩을 사용하지 않습니다.
pl: Ten plik nie używa obsługiwanego kodowania tekstu.
pt_br: Este arquivo não usa uma codificação de texto compatível.
ru: Кодировка этого файла не поддерживается как текстовая.
tr: Bu dosya desteklenen bir metin kodlaması kullanmıyor.
uk: Цей файл не використовує підтримуване текстове кодування.
vi: Tệp này không dùng bảng mã văn bản được hỗ trợ.
zh_hans: 此文件未使用受支持的文本编码。

# workspace.files.empty
source: This folder is empty.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
ja: このフォルダは空です。
ko: 이 폴더는 비어 있습니다.
pl: Ten folder jest pusty.
pt_br: Esta pasta está vazia.
ru: Эта папка пуста.
tr: Bu klasör boş.
uk: Ця папка порожня.
vi: Thư mục này trống.
zh_hans: 此文件夹为空。

# workspace.files.open.format
source: Open file %1$@
de: Datei %1$@ öffnen
es: Abrir el archivo %1$@
fr: Ouvrir le fichier %1$@
ja: ファイル %1$@ を開く
ko: %1$@ 파일 열기
pl: Otwórz plik %1$@
pt_br: Abrir o arquivo %1$@
ru: Открыть файл %1$@
tr: %1$@ dosyasını aç
uk: Відкрити файл %1$@
vi: Mở tệp %1$@
zh_hans: 打开文件 %1$@

# workspace.files.parent
source: Up one folder
de: Einen Ordner nach oben
es: Subir una carpeta
fr: Remonter d’un dossier
ja: 1 つ上のフォルダへ
ko: 상위 폴더로 이동
pl: Folder wyżej
pt_br: Subir uma pasta
ru: На папку выше
tr: Bir üst klasör
uk: На папку вище
vi: Lên một thư mục
zh_hans: 转到上一级文件夹

# workspace.files.root
source: Project root
de: Projektstamm
es: Raíz del proyecto
fr: Racine du projet
ja: プロジェクトルート
ko: 프로젝트 루트
pl: Katalog główny projektu
pt_br: Raiz do projeto
ru: Корень проекта
tr: Proje kökü
uk: Корінь проєкту
vi: Thư mục gốc dự án
zh_hans: 项目根目录

# workspace.git.branchSummary.format
source: %1$lld ahead · %2$lld behind
de: %1$lld voraus · %2$lld zurück
es: %1$lld por delante · %2$lld por detrás
fr: %1$lld en avance · %2$lld en retard
ja: %1$lld 進んでいます · %2$lld 遅れています
ko: %1$lld개 앞섬 · %2$lld개 뒤처짐
pl: %1$lld do przodu · %2$lld do tyłu
pt_br: %1$lld à frente · %2$lld atrás
ru: впереди на %1$lld · позади на %2$lld
tr: %1$lld ileride · %2$lld geride
uk: попереду на %1$lld · позаду на %2$lld
vi: đi trước %1$lld · đi sau %2$lld
zh_hans: 领先 %1$lld · 落后 %2$lld

# workspace.git.diff.empty
source: No textual diff is available for this file.
de: Für diese Datei ist kein Text-Diff verfügbar.
es: No hay diferencias de texto disponibles para este archivo.
fr: Aucune différence textuelle n’est disponible pour ce fichier.
ja: このファイルにはテキスト差分がありません。
ko: 이 파일에는 텍스트 차이가 없습니다.
pl: Dla tego pliku nie ma tekstowych różnic.
pt_br: Não há diferenças de texto disponíveis para este arquivo.
ru: Для этого файла нет текстовых различий.
tr: Bu dosya için metinsel fark yok.
uk: Для цього файлу немає текстових відмінностей.
vi: Không có khác biệt văn bản cho tệp này.
zh_hans: 此文件没有可用的文本差异。

# workspace.git.empty
source: Working tree clean
de: Arbeitsverzeichnis unverändert
es: Árbol de trabajo limpio
fr: Arbre de travail propre
ja: 作業ツリーはクリーンです
ko: 작업 트리가 깨끗합니다
pl: Drzewo robocze jest czyste
pt_br: Árvore de trabalho limpa
ru: Рабочее дерево чистое
tr: Çalışma ağacı temiz
uk: Робоче дерево чисте
vi: Cây làm việc sạch
zh_hans: 工作树干净

# workspace.git.empty.description
source: Working tree clean
de: Arbeitsverzeichnis unverändert
es: Árbol de trabajo limpio
fr: Arbre de travail propre
ja: 作業ツリーはクリーンです
ko: 작업 트리가 깨끗합니다
pl: Drzewo robocze jest czyste
pt_br: Árvore de trabalho limpa
ru: Рабочее дерево чистое
tr: Çalışma ağacı temiz
uk: Робоче дерево чисте
vi: Cây làm việc sạch
zh_hans: 工作树干净

# workspace.git.mergeInProgress
source: A merge is in progress.
de: Ein Merge wird gerade ausgeführt.
es: Hay una fusión en curso.
fr: Une fusion est en cours.
ja: マージが進行中です。
ko: 병합이 진행 중입니다.
pl: Trwa scalanie.
pt_br: Há uma mesclagem em andamento.
ru: Выполняется слияние.
tr: Bir birleştirme işlemi sürüyor.
uk: Виконується злиття.
vi: Đang có thao tác hợp nhất.
zh_hans: 正在进行合并。

# workspace.git.notRepository
source: This project is not a Git repository.
de: Dieses Projekt ist kein Git-Repository.
es: Este proyecto no es un repositorio Git.
fr: Ce projet n’est pas un dépôt Git.
ja: このプロジェクトは Git リポジトリではありません。
ko: 이 프로젝트는 Git 저장소가 아닙니다.
pl: Ten projekt nie jest repozytorium Git.
pt_br: Este projeto não é um repositório Git.
ru: Этот проект не является репозиторием Git.
tr: Bu proje bir Git deposu değil.
uk: Цей проєкт не є репозиторієм Git.
vi: Dự án này không phải là kho lưu trữ Git.
zh_hans: 此项目不是 Git 仓库。

# workspace.git.pr.state.closed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermée
ja: クローズ
ko: 닫힘
pl: Zamknięty
pt_br: Fechado
ru: Закрыт
tr: Kapatıldı
uk: Закритий
vi: Đã đóng
zh_hans: 已关闭

# workspace.git.pr.state.draft
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
ja: ドラフト
ko: 초안
pl: Wersja robocza
pt_br: Rascunho
ru: Черновик
tr: Taslak
uk: Чернетка
vi: Bản nháp
zh_hans: 草稿

# workspace.git.pr.state.merged
source: Merged
de: Zusammengeführt
es: Fusionado
fr: Fusionnée
ja: マージ済み
ko: 병합됨
pl: Scalony
pt_br: Mesclado
ru: Влит
tr: Birleştirildi
uk: Влитий
vi: Đã hợp nhất
zh_hans: 已合并

# workspace.git.pr.state.open
source: Open
de: Offen
es: Abierto
fr: Ouverte
ja: オープン
ko: 열림
pl: Otwarty
pt_br: Aberto
ru: Открыт
tr: Açık
uk: Відкритий
vi: Đang mở
zh_hans: 开启

# workspace.git.select
source: Select a change
de: Änderung auswählen
es: Selecciona un cambio
fr: Sélectionner une modification
ja: 変更を選択
ko: 변경 사항 선택
pl: Wybierz zmianę
pt_br: Selecionar uma alteração
ru: Выберите изменение
tr: Bir değişiklik seçin
uk: Виберіть зміну
vi: Chọn một thay đổi
zh_hans: 选择更改

# workspace.git.select.description
source: Choose a staged or unstaged file to inspect its diff.
de: Wähle eine vorgemerkte oder nicht vorgemerkte Datei aus, um ihren Diff zu prüfen.
es: Elige un archivo preparado o sin preparar para examinar sus diferencias.
fr: Choisissez un fichier indexé ou non indexé pour examiner ses différences.
ja: 差分を確認するステージ済みまたは未ステージのファイルを選択してください。
ko: 차이를 확인할 스테이징된 파일 또는 스테이징되지 않은 파일을 선택하세요.
pl: Wybierz przygotowany lub nieprzygotowany plik, aby sprawdzić jego różnice.
pt_br: Escolha um arquivo preparado ou não preparado para inspecionar as diferenças.
ru: Выберите подготовленный или неподготовленный файл, чтобы изучить различия.
tr: Farklarını incelemek için hazırlanmış veya hazırlanmamış bir dosya seçin.
uk: Виберіть підготовлений або непідготовлений файл, щоб переглянути його відмінності.
vi: Chọn một tệp đã hoặc chưa chuẩn bị để xem phần khác biệt.
zh_hans: 选择已暂存或未暂存的文件以检查其差异。

# workspace.git.staged
source: Staged changes
de: Vorgemerkte Änderungen
es: Cambios preparados
fr: Modifications indexées
ja: ステージ済みの変更
ko: 스테이징된 변경 사항
pl: Zmiany przygotowane
pt_br: Alterações preparadas
ru: Подготовленные изменения
tr: Hazırlanan değişiklikler
uk: Підготовлені зміни
vi: Thay đổi đã chuẩn bị
zh_hans: 已暂存的更改

# workspace.git.unstaged
source: Unstaged changes
de: Nicht vorgemerkte Änderungen
es: Cambios sin preparar
fr: Modifications non indexées
ja: 未ステージの変更
ko: 스테이징되지 않은 변경 사항
pl: Zmiany nieprzygotowane
pt_br: Alterações não preparadas
ru: Неподготовленные изменения
tr: Hazırlanmayan değişiklikler
uk: Непідготовлені зміни
vi: Thay đổi chưa chuẩn bị
zh_hans: 未暂存的更改

# workspace.mode.files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pl: Pliki
pt_br: Arquivos
ru: Файлы
tr: Dosyalar
uk: Файли
vi: Tệp
zh_hans: 文件

# workspace.review.baseBranch
source: Base branch
de: Basis-Branch
es: Rama base
fr: Branche de base
ja: ベースブランチ
ko: 기준 브랜치
pl: Gałąź bazowa
pt_br: Branch base
ru: Базовая ветка
tr: Temel dal
uk: Базова гілка
vi: Nhánh gốc
zh_hans: 基础分支

# workspace.review.bundle.loading
source: Loading review details…
de: Review-Details werden geladen…
es: Cargando los detalles de la revisión…
fr: Chargement des détails de la revue…
ja: レビューの詳細を読み込み中…
ko: 리뷰 세부 정보를 불러오는 중…
pl: Wczytywanie szczegółów przeglądu…
pt_br: Carregando os detalhes da revisão…
ru: Загрузка деталей ревью…
tr: İnceleme ayrıntıları yükleniyor…
uk: Завантаження деталей рецензування…
vi: Đang tải chi tiết đánh giá…
zh_hans: 正在加载评审详情…

# workspace.review.draft
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
ja: 下書き
ko: 초안
pl: Wersja robocza
pt_br: Rascunho
ru: Черновик
tr: Taslak
uk: Чернетка
vi: Bản nháp
zh_hans: 草稿

# workspace.review.empty
source: No pull request yet
de: Noch kein Pull Request
es: Aún no hay pull request
fr: Aucune pull request
ja: プルリクエストがまだありません
ko: 아직 풀 리퀘스트가 없습니다
pl: Brak pull requesta
pt_br: Nenhum pull request ainda
ru: Пул-реквеста ещё нет
tr: Henüz pull request yok
uk: Ще немає пул-реквесту
vi: Chưa có pull request
zh_hans: 暂无拉取请求
